scratch/tmp/pytest-of-Micha/pytest-0/test_laminar_case_has_no_turbu0/case/system/surfaceFeatureExtractDict
/* GustSim · OpenCFD OpenFOAM v2606 */
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object surfaceFeatureExtractDict;
}
sphere_0.stl { extractionMethod extractFromSurface; extractFromSurfaceCoeffs { includedAngle 150; } writeObj no; }
